Repository: Tai-DT/DataShuttle
Catalog: DataShuttle/Localizable.xcstrings
Source language: vi
Languages: ar, de, en, es, fr, hi, ja, ko, pt_br, ru, zh_hans

source: %d thư mục: %@
ar: %d folders: %@
de: %d folders: %@
en: %d folders: %@
es: %d folders: %@
fr: %d folders: %@
hi: %d folders: %@
ja: %d folders: %@
ko: %d folders: %@
pt_br: %d folders: %@
ru: %d folders: %@
zh_hans: %d folders: %@

source: %lld OK, %lld lỗi
ar: %lld OK, %lld errors
de: %lld OK, %lld errors
en: %lld OK, %lld errors
es: %lld OK, %lld errors
fr: %lld OK, %lld errors
hi: %lld OK, %lld errors
ja: %lld OK, %lld errors
ko: %lld OK, %lld errors
pt_br: %lld OK, %lld errors
ru: %lld OK, %lld errors
zh_hans: %lld OK, %lld errors

# ⚠️ File gốc trên ổ phụ sẽ bị XÓA sau khi copy xong (Di chuyển)
source: ⚠️ Tệp gốc trên ổ phụ sẽ bị XÓA sau khi sao chép xong (Di chuyển)
ar: ⚠️ Original files on external drive will be DELETED after copy (Move)
de: ⚠️ Original files on external drive will be DELETED after copy (Move)
en: ⚠️ Original files on external drive will be DELETED after copy (Move)
es: ⚠️ Original files on external drive will be DELETED after copy (Move)
fr: ⚠️ Original files on external drive will be DELETED after copy (Move)
hi: ⚠️ Original files on external drive will be DELETED after copy (Move)
ja: ⚠️ Original files on external drive will be DELETED after copy (Move)
ko: ⚠️ Original files on external drive will be DELETED after copy (Move)
pt_br: ⚠️ Original files on external drive will be DELETED after copy (Move)
ru: ⚠️ Original files on external drive will be DELETED after copy (Move)
zh_hans: ⚠️ Original files on external drive will be DELETED after copy (Move)

source: ⚠️ Ổ đĩa đã ngắt
ar: ⚠️ Drive disconnected
de: ⚠️ Drive disconnected
en: ⚠️ Drive disconnected
es: ⚠️ Drive disconnected
fr: ⚠️ Drive disconnected
hi: ⚠️ Drive disconnected
ja: ⚠️ Drive disconnected
ko: ⚠️ Drive disconnected
pt_br: ⚠️ Drive disconnected
ru: ⚠️ Drive disconnected
zh_hans: ⚠️ Drive disconnected

# ⚡ Auto Shuttle: %@
source: ⚡ Tự động chuyển: %@
ar: ⚡ Auto Shuttle: %@
de: ⚡ Auto Shuttle: %@
en: ⚡ Auto Shuttle: %@
es: ⚡ Auto Shuttle: %@
fr: ⚡ Auto Shuttle: %@
hi: ⚡ Auto Shuttle: %@
ja: ⚡ Auto Shuttle: %@
ko: ⚡ Auto Shuttle: %@
pt_br: ⚡ Auto Shuttle: %@
ru: ⚡ Auto Shuttle: %@
zh_hans: ⚡ Auto Shuttle: %@

source: ⚡ Tận dụng hiệu năng SSD chính cho hệ thống
ar: ⚡ Keep main SSD performance for system tasks
de: ⚡ Keep main SSD performance for system tasks
en: ⚡ Keep main SSD performance for system tasks
es: ⚡ Keep main SSD performance for system tasks
fr: ⚡ Keep main SSD performance for system tasks
hi: ⚡ Keep main SSD performance for system tasks
ja: ⚡ Keep main SSD performance for system tasks
ko: ⚡ Keep main SSD performance for system tasks
pt_br: ⚡ Keep main SSD performance for system tasks
ru: ⚡ Keep main SSD performance for system tasks
zh_hans: ⚡ Keep main SSD performance for system tasks

# ✅ Auto Shuttle xong: %@
source: ✅ Tự động chuyển xong: %@
ar: ✅ Auto Shuttle complete: %@
de: ✅ Auto Shuttle complete: %@
en: ✅ Auto Shuttle complete: %@
es: ✅ Auto Shuttle complete: %@
fr: ✅ Auto Shuttle complete: %@
hi: ✅ Auto Shuttle complete: %@
ja: ✅ Auto Shuttle complete: %@
ko: ✅ Auto Shuttle complete: %@
pt_br: ✅ Auto Shuttle complete: %@
ru: ✅ Auto Shuttle complete: %@
zh_hans: ✅ Auto Shuttle complete: %@

source: ✅ Chuyển thành công
ar: ✅ Transfer successful
de: ✅ Transfer successful
en: ✅ Transfer successful
es: ✅ Transfer successful
fr: ✅ Transfer successful
hi: ✅ Transfer successful
ja: ✅ Transfer successful
ko: ✅ Transfer successful
pt_br: ✅ Transfer successful
ru: ✅ Transfer successful
zh_hans: ✅ Transfer successful

source: ❌ Chuyển thất bại
ar: ❌ Transfer failed
de: ❌ Transfer failed
en: ❌ Transfer failed
es: ❌ Transfer failed
fr: ❌ Transfer failed
hi: ❌ Transfer failed
ja: ❌ Transfer failed
ko: ❌ Transfer failed
pt_br: ❌ Transfer failed
ru: ❌ Transfer failed
zh_hans: ❌ Transfer failed

source: 💾 Lưu trữ dữ liệu lớn trên ổ phụ
ar: 💾 Store large data on external drives
de: 💾 Store large data on external drives
en: 💾 Store large data on external drives
es: 💾 Store large data on external drives
fr: 💾 Store large data on external drives
hi: 💾 Store large data on external drives
ja: 💾 Store large data on external drives
ko: 💾 Store large data on external drives
pt_br: 💾 Store large data on external drives
ru: 💾 Store large data on external drives
zh_hans: 💾 Store large data on external drives

# 🔗 Symlink giữ mọi thứ hoạt động bình thường
source: 🔗 Liên kết mềm giữ mọi thứ hoạt động bình thường
ar: 🔗 Symlinks keep everything working as expected
de: 🔗 Symlinks keep everything working as expected
en: 🔗 Symlinks keep everything working as expected
es: 🔗 Symlinks keep everything working as expected
fr: 🔗 Symlinks keep everything working as expected
hi: 🔗 Symlinks keep everything working as expected
ja: 🔗 Symlinks keep everything working as expected
ko: 🔗 Symlinks keep everything working as expected
pt_br: 🔗 Symlinks keep everything working as expected
ru: 🔗 Symlinks keep everything working as expected
zh_hans: 🔗 Symlinks keep everything working as expected

source: An toàn
ar: الأمان
de: Sicherheit
en: Safety
es: Seguridad
fr: Sécurité
hi: सुरक्षा
ja: 安全
ko: 보안
pt_br: Segurança
ru: Безопасность
zh_hans: 安全

# App desktop
source: Ứng dụng máy tính
ar: Desktop app
de: Desktop app
en: Desktop app
es: Desktop app
fr: Desktop app
hi: Desktop app
ja: Desktop app
ko: Desktop app
pt_br: Desktop app
ru: Desktop app
zh_hans: Desktop app

# Auto
source: Tự động
ar: Auto
de: Auto
en: Auto
es: Auto
fr: Auto
hi: Auto
ja: Auto
ko: Auto
pt_br: Auto
ru: Auto
zh_hans: Auto

source: Bạn có thể duyệt tay một thư mục cụ thể, hoặc chọn nhanh từ danh sách quét bên dưới.
ar: You can browse for a specific folder, or quickly pick from the scan list below.
de: You can browse for a specific folder, or quickly pick from the scan list below.
en: You can browse for a specific folder, or quickly pick from the scan list below.
es: You can browse for a specific folder, or quickly pick from the scan list below.
fr: You can browse for a specific folder, or quickly pick from the scan list below.
hi: You can browse for a specific folder, or quickly pick from the scan list below.
ja: You can browse for a specific folder, or quickly pick from the scan list below.
ko: You can browse for a specific folder, or quickly pick from the scan list below.
pt_br: You can browse for a specific folder, or quickly pick from the scan list below.
ru: You can browse for a specific folder, or quickly pick from the scan list below.
zh_hans: You can browse for a specific folder, or quickly pick from the scan list below.

source: Bạn đã có đích lưu trữ. Bước tiếp theo là chọn thư mục lớn như Downloads, Movies hoặc Library/Developer.
ar: You already have a destination. Next step: choose large folders like Downloads, Movies, or Library/Developer.
de: You already have a destination. Next step: choose large folders like Downloads, Movies, or Library/Developer.
en: You already have a destination. Next step: choose large folders like Downloads, Movies, or Library/Developer.
es: You already have a destination. Next step: choose large folders like Downloads, Movies, or Library/Developer.
fr: You already have a destination. Next step: choose large folders like Downloads, Movies, or Library/Developer.
hi: You already have a destination. Next step: choose large folders like Downloads, Movies, or Library/Developer.
ja: You already have a destination. Next step: choose large folders like Downloads, Movies, or Library/Developer.
ko: You already have a destination. Next step: choose large folders like Downloads, Movies, or Library/Developer.
pt_br: You already have a destination. Next step: choose large folders like Downloads, Movies, or Library/Developer.
ru: You already have a destination. Next step: choose large folders like Downloads, Movies, or Library/Developer.
zh_hans: You already have a destination. Next step: choose large folders like Downloads, Movies, or Library/Developer.

source: Bạn đang giải phóng
ar: You are freeing
de: You are freeing
en: You are freeing
es: You are freeing
fr: You are freeing
hi: You are freeing
ja: You are freeing
ko: You are freeing
pt_br: You are freeing
ru: You are freeing
zh_hans: You are freeing

source: Bắt đầu nhanh
ar: بدء سريع
de: Schnellstart
en: Quick Start
es: Inicio rápido
fr: Démarrage rapide
hi: त्वरित शुरुआत
ja: クイックスタート
ko: 빠른 시작
pt_br: Início rápido
ru: Быстрый старт
zh_hans: 快速开始

# Bắt đầu nhanh với shuttle, import và kiểm tra trạng thái lưu trữ.
source: Bắt đầu nhanh với chuyển dữ liệu, nhập về và kiểm tra tình trạng lưu trữ.
ar: Get started with shuttle, import and storage status checks.
de: Get started with shuttle, import and storage status checks.
en: Get started with shuttle, import and storage status checks.
es: Get started with shuttle, import and storage status checks.
fr: Get started with shuttle, import and storage status checks.
hi: Get started with shuttle, import and storage status checks.
ja: Get started with shuttle, import and storage status checks.
ko: Get started with shuttle, import and storage status checks.
pt_br: Get started with shuttle, import and storage status checks.
ru: Get started with shuttle, import and storage status checks.
zh_hans: Get started with shuttle, import and storage status checks.

source: Bắt đầu từ các luồng chính
ar: Start from the main flows
de: Start from the main flows
en: Start from the main flows
es: Start from the main flows
fr: Start from the main flows
hi: Start from the main flows
ja: Start from the main flows
ko: Start from the main flows
pt_br: Start from the main flows
ru: Start from the main flows
zh_hans: Start from the main flows

source: Biến động dung lượng
ar: Storage changes
de: Storage changes
en: Storage changes
es: Storage changes
fr: Storage changes
hi: Storage changes
ja: Storage changes
ko: Storage changes
pt_br: Storage changes
ru: Storage changes
zh_hans: Storage changes

source: Bỏ chọn tất cả
ar: إلغاء تحديد الكل
de: Auswahl aufheben
en: Deselect all
es: Deseleccionar todo
fr: Tout désélectionner
hi: सभी चयन हटाएँ
ja: すべて解除
ko: 모두 해제
pt_br: Desmarcar tudo
ru: Снять выделение со всего
zh_hans: 取消全选

source: Bước 1: Chọn ổ nguồn
ar: Step 1: Select source drive
de: Step 1: Select source drive
en: Step 1: Select source drive
es: Step 1: Select source drive
fr: Step 1: Select source drive
hi: Step 1: Select source drive
ja: Step 1: Select source drive
ko: Step 1: Select source drive
pt_br: Step 1: Select source drive
ru: Step 1: Select source drive
zh_hans: Step 1: Select source drive

source: Bước 1: Chọn thư mục gốc
ar: Step 1: Choose root folder
de: Step 1: Choose root folder
en: Step 1: Choose root folder
es: Step 1: Choose root folder
fr: Step 1: Choose root folder
hi: Step 1: Choose root folder
ja: Step 1: Choose root folder
ko: Step 1: Choose root folder
pt_br: Step 1: Choose root folder
ru: Step 1: Choose root folder
zh_hans: Step 1: Choose root folder

source: Bước 2: Chọn đích lưu
ar: Step 2: Choose destination
de: Step 2: Choose destination
en: Step 2: Choose destination
es: Step 2: Choose destination
fr: Step 2: Choose destination
hi: Step 2: Choose destination
ja: Step 2: Choose destination
ko: Step 2: Choose destination
pt_br: Step 2: Choose destination
ru: Step 2: Choose destination
zh_hans: Step 2: Choose destination

source: Bước 2: Chọn thư mục nguồn
ar: Step 2: Select source folder
de: Step 2: Select source folder
en: Step 2: Select source folder
es: Step 2: Select source folder
fr: Step 2: Select source folder
hi: Step 2: Select source folder
ja: Step 2: Select source folder
ko: Step 2: Select source folder
pt_br: Step 2: Select source folder
ru: Step 2: Select source folder
zh_hans: Step 2: Select source folder

# Bước 3: Chọn thư mục cần shuttle
source: Bước 3: Chọn thư mục cần chuyển
ar: Step 3: Choose folders to shuttle
de: Step 3: Choose folders to shuttle
en: Step 3: Choose folders to shuttle
es: Step 3: Choose folders to shuttle
fr: Step 3: Choose folders to shuttle
hi: Step 3: Choose folders to shuttle
ja: Step 3: Choose folders to shuttle
ko: Step 3: Choose folders to shuttle
pt_br: Step 3: Choose folders to shuttle
ru: Step 3: Choose folders to shuttle
zh_hans: Step 3: Choose folders to shuttle

source: Bước 3: Chọn vị trí đích trên ổ chính
ar: Step 3: Select destination on main drive
de: Step 3: Select destination on main drive
en: Step 3: Select destination on main drive
es: Step 3: Select destination on main drive
fr: Step 3: Select destination on main drive
hi: Step 3: Select destination on main drive
ja: Step 3: Select destination on main drive
ko: Step 3: Select destination on main drive
pt_br: Step 3: Select destination on main drive
ru: Step 3: Select destination on main drive
zh_hans: Step 3: Select destination on main drive

# Bước 4: Tùy chọn import
source: Bước 4: Tùy chọn nhập
ar: Step 4: Import options
de: Step 4: Import options
en: Step 4: Import options
es: Step 4: Import options
fr: Step 4: Import options
hi: Step 4: Import options
ja: Step 4: Import options
ko: Step 4: Import options
pt_br: Step 4: Import options
ru: Step 4: Import options
zh_hans: Step 4: Import options

source: Bước 5: Chọn nhanh từ danh sách quét
ar: Step 5: Quick pick from scanned list
de: Step 5: Quick pick from scanned list
en: Step 5: Quick pick from scanned list
es: Step 5: Quick pick from scanned list
fr: Step 5: Quick pick from scanned list
hi: Step 5: Quick pick from scanned list
ja: Step 5: Quick pick from scanned list
ko: Step 5: Quick pick from scanned list
pt_br: Step 5: Quick pick from scanned list
ru: Step 5: Quick pick from scanned list
zh_hans: Step 5: Quick pick from scanned list

source: Các thao tác chuyển đổi sẽ hiển thị tại đây
ar: Transfer operations will appear here
de: Transfer operations will appear here
en: Transfer operations will appear here
es: Transfer operations will appear here
fr: Transfer operations will appear here
hi: Transfer operations will appear here
ja: Transfer operations will appear here
ko: Transfer operations will appear here
pt_br: Transfer operations will appear here
ru: Transfer operations will appear here
zh_hans: Transfer operations will appear here

source: Các thư mục chiếm dụng
ar: Storage-heavy folders
de: Storage-heavy folders
en: Storage-heavy folders
es: Storage-heavy folders
fr: Storage-heavy folders
hi: Storage-heavy folders
ja: Storage-heavy folders
ko: Storage-heavy folders
pt_br: Storage-heavy folders
ru: Storage-heavy folders
zh_hans: Storage-heavy folders

source: Cách hoạt động
ar: How it works
de: How it works
en: How it works
es: How it works
fr: How it works
hi: How it works
ja: How it works
ko: How it works
pt_br: How it works
ru: How it works
zh_hans: How it works

source: Cài đặt
ar: الإعدادات
de: Einstellungen
en: Settings
es: Configuración
fr: Paramètres
hi: सेटिंग्स
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
zh_hans: 设置

source: Cài ứng dụng
ar: Install app
de: Install app
en: Install app
es: Install app
fr: Install app
hi: Install app
ja: Install app
ko: Install app
pt_br: Install app
ru: Install app
zh_hans: Install app

source: Chạy
ar: تشغيل
de: Ausführen
en: Run
es: Ejecutar
fr: Exécuter
hi: चलाएँ
ja: 実行
ko: 실행
pt_br: Executar
ru: Запустить
zh_hans: 运行

source: Chạy theo nhóm thư mục
ar: Run by folder groups
de: Run by folder groups
en: Run by folder groups
es: Run by folder groups
fr: Run by folder groups
hi: Run by folder groups
ja: Run by folder groups
ko: Run by folder groups
pt_br: Run by folder groups
ru: Run by folder groups
zh_hans: Run by folder groups

source: CHÍNH
ar: الرئيسي
de: HAUPT
en: MAIN
es: PRINCIPAL
fr: PRINCIPAL
hi: मुख्य
ja: メイン
ko: 기본
pt_br: PRINCIPAL
ru: ОСНОВНОЕ
zh_hans: 主要

source: Chính → Phụ
ar: Main → External
de: Main → External
en: Main → External
es: Main → External
fr: Main → External
hi: Main → External
ja: Main → External
ko: Main → External
pt_br: Main → External
ru: Main → External
zh_hans: Main → External

# Chính → Phụ (Shuttle)
source: Chính → Phụ (Chuyển đi)
ar: Main → External (Shuttle)
de: Main → External (Shuttle)
en: Main → External (Shuttle)
es: Main → External (Shuttle)
fr: Main → External (Shuttle)
hi: Main → External (Shuttle)
ja: Main → External (Shuttle)
ko: Main → External (Shuttle)
pt_br: Main → External (Shuttle)
ru: Main → External (Shuttle)
zh_hans: Main → External (Shuttle)

source: Chọn
ar: اختر
de: Wählen
en: Choose
es: Elegir
fr: Choisir
hi: चुनें
ja: 選択
ko: 선택
pt_br: Escolher
ru: Выбрать
zh_hans: 选择

source: Chọn ngôn ngữ hiển thị cho ứng dụng
ar: اختر لغة عرض التطبيق
de: Anzeigesprache der App auswählen
en: Choose display language for the app
es: Elige el idioma de la aplicación
fr: Choisissez la langue d'affichage de l'application
hi: ऐप के प्रदर्शन की भाषा चुनें
ja: アプリの表示言語を選択
ko: 앱 표시 언어 선택
pt_br: Escolha o idioma de exibição do app
ru: Выберите язык интерфейса приложения
zh_hans: 选择应用显示语言

source: Chọn nhiều
ar: تحديد متعدد
de: Mehrfachauswahl
en: Select multiple
es: Selección múltiple
fr: Sélection multiple
hi: एकाधिक चयन
ja: 複数選択
ko: 다중 선택
pt_br: Seleção múltipla
ru: Множественный выбор
zh_hans: 多选

source: Chọn ổ nguồn, chọn thư mục hoặc duyệt tay, rồi đưa dữ liệu về đúng vị trí trên máy chính.
ar: Select source drive, pick folder or browse manually, then bring data back to the right location on your main drive.
de: Select source drive, pick folder or browse manually, then bring data back to the right location on your main drive.
en: Select source drive, pick folder or browse manually, then bring data back to the right location on your main drive.
es: Select source drive, pick folder or browse manually, then bring data back to the right location on your main drive.
fr: Select source drive, pick folder or browse manually, then bring data back to the right location on your main drive.
hi: Select source drive, pick folder or browse manually, then bring data back to the right location on your main drive.
ja: Select source drive, pick folder or browse manually, then bring data back to the right location on your main drive.
ko: Select source drive, pick folder or browse manually, then bring data back to the right location on your main drive.
pt_br: Select source drive, pick folder or browse manually, then bring data back to the right location on your main drive.
ru: Select source drive, pick folder or browse manually, then bring data back to the right location on your main drive.
zh_hans: Select source drive, pick folder or browse manually, then bring data back to the right location on your main drive.

source: Chọn tất cả
ar: تحديد الكل
de: Alle auswählen
en: Select all
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
ru: Выбрать все
zh_hans: 全选

source: Chọn tay hoặc từ danh sách quét
ar: Pick manually or from scan list
de: Pick manually or from scan list
en: Pick manually or from scan list
es: Pick manually or from scan list
fr: Pick manually or from scan list
hi: Pick manually or from scan list
ja: Pick manually or from scan list
ko: Pick manually or from scan list
pt_br: Pick manually or from scan list
ru: Pick manually or from scan list
zh_hans: Pick manually or from scan list

source: Chọn thư mục để chuyển sang ổ phụ
ar: Select folder to transfer to external drive
de: Select folder to transfer to external drive
en: Select folder to transfer to external drive
es: Select folder to transfer to external drive
fr: Select folder to transfer to external drive
hi: Select folder to transfer to external drive
ja: Select folder to transfer to external drive
ko: Select folder to transfer to external drive
pt_br: Select folder to transfer to external drive
ru: Select folder to transfer to external drive
zh_hans: Select folder to transfer to external drive

# Chọn thư mục để thêm vào profile
source: Chọn thư mục để thêm vào tác vụ
ar: Choose folders to add to profile
de: Choose folders to add to profile
en: Choose folders to add to profile
es: Choose folders to add to profile
fr: Choose folders to add to profile
hi: Choose folders to add to profile
ja: Choose folders to add to profile
ko: Choose folders to add to profile
pt_br: Choose folders to add to profile
ru: Choose folders to add to profile
zh_hans: Choose folders to add to profile

# Chọn thư mục gốc, chọn đích lưu, rồi shuttle từng thư mục con được đề xuất.
source: Chọn thư mục gốc, chọn đích lưu, rồi chuyển từng thư mục con được đề xuất.
ar: Choose root folder, pick destination, then shuttle each suggested subfolder.
de: Choose root folder, pick destination, then shuttle each suggested subfolder.
en: Choose root folder, pick destination, then shuttle each suggested subfolder.
es: Choose root folder, pick destination, then shuttle each suggested subfolder.
fr: Choose root folder, pick destination, then shuttle each suggested subfolder.
hi: Choose root folder, pick destination, then shuttle each suggested subfolder.
ja: Choose root folder, pick destination, then shuttle each suggested subfolder.
ko: Choose root folder, pick destination, then shuttle each suggested subfolder.
pt_br: Choose root folder, pick destination, then shuttle each suggested subfolder.
ru: Choose root folder, pick destination, then shuttle each suggested subfolder.
zh_hans: Choose root folder, pick destination, then shuttle each suggested subfolder.

source: Chọn thư mục từ ổ phụ để chuyển vào ổ chính
ar: Select folder from external drive to import to main drive
de: Select folder from external drive to import to main drive
en: Select folder from external drive to import to main drive
es: Select folder from external drive to import to main drive
fr: Select folder from external drive to import to main drive
hi: Select folder from external drive to import to main drive
ja: Select folder from external drive to import to main drive
ko: Select folder from external drive to import to main drive
pt_br: Select folder from external drive to import to main drive
ru: Select folder from external drive to import to main drive
zh_hans: Select folder from external drive to import to main drive

source: Chọn thư mục từ ổ phụ hoặc nhấp "Chuyển" bên dưới
ar: Select folder from external drive or click "Transfer" below
de: Select folder from external drive or click "Transfer" below
en: Select folder from external drive or click "Transfer" below
es: Select folder from external drive or click "Transfer" below
fr: Select folder from external drive or click "Transfer" below
hi: Select folder from external drive or click "Transfer" below
ja: Select folder from external drive or click "Transfer" below
ko: Select folder from external drive or click "Transfer" below
pt_br: Select folder from external drive or click "Transfer" below
ru: Select folder from external drive or click "Transfer" below
zh_hans: Select folder from external drive or click "Transfer" below

source: Chọn vị trí đích trên ổ chính
ar: Select destination on main drive
de: Select destination on main drive
en: Select destination on main drive
es: Select destination on main drive
fr: Select destination on main drive
hi: Select destination on main drive
ja: Select destination on main drive
ko: Select destination on main drive
pt_br: Select destination on main drive
ru: Select destination on main drive
zh_hans: Select destination on main drive

source: Chọn vị trí đích trên ổ phụ
ar: Select destination on external drive
de: Select destination on external drive
en: Select destination on external drive
es: Select destination on external drive
fr: Select destination on external drive
hi: Select destination on external drive
ja: Select destination on external drive
ko: Select destination on external drive
pt_br: Select destination on external drive
ru: Select destination on external drive
zh_hans: Select destination on external drive
